each_destiny_character = {
        "壊滅":["ホタル", "フック", "鏡流", "ミーシャ", "アーラン","刃","モーディス","飲月","雪衣","雲璃","クラーラ"],
        "巡狩":["トパーズ","彦卿","モゼ","飛霄","丹恒","Dr.レイシオ","三月なのか","ゼーレ","ブートヒル","素裳"],
        "知恵":["姫子","ヘルタ","ヘルタ人形","景元","セーバル","アナイクス","乱破","ジェイド","青雀","アルジェンティ"],
        "調和":["アスター","ルアン・メイ","停雲","ブローナニャ","サンデー","御空","トリビー","花火","ロビン","寒鴉"],
        "虚無":["帰忘の流離人","椒丘","桂乃芬","ペラ","黄泉","カフカ","ブラック・スワン","サンポ","ヴェルト","銀狼","サフェル","ルカ"],
        "存護":["ジェパード","三月なのか","アベンチュリン","符玄"],
        "豊穣":["霊砂","ギャラガー","白露","フォフォ","羅刹","リンクス","ナターシャ"],
        "記憶":["アグライア","キャストリス","ヒアンシー"]
        }
n = input("運命を入力して下さい")
if n in each_destiny_character:
    each_destiny_character = each_destiny_character[n]
    print(each_destiny_character)
else:
    print("見つかりません")
