favorite_musician = {
        "YOASOBI":["群青","夜に駆ける","ハルジオン","たぶん","群青","怪物"],
        "米津玄師":["感電","馬と鹿","間違い探し","砂の惑星","打ち上げ花火"],
        "Ado":["私は最強","新時代","晶","クラクラ","向日葵","いばら"],
        " ツユ":["いつかオトナになれるといいね。","アンダーキッズ","アンダーヒロイン","泥の分際で私だけの大切を奪おうだなんて","あの世行きのバスに乗ってさらば。"],
        "THE BINARY":["神様ハラスメント","ズルくてすごい","花に雨を、君に歌を","EgoもIdも単純に","呼吸する春たち"],
        "Luna":["アトラクトライト","ΔV","ヴァイラル","ラズライト","あの夏のいつかは"]

        }
n = input("歌手を入力して下さい")
if n in favorite_musician:
    favorite_musician = favorite_musician[n]
    print(favorite_musician)
else:
    print("見つかりません")
